Repository: zls233/Xike
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: %lld 个
en: %lld items

source: %lld 分钟
en: %lld min

source: %lld 分钟 · 提示 %lld–%lld 分钟
en: %lld min · prompts every %lld–%lld min

source: %lld 小时
en: %lld hr

source: %lld 小时 %lld 分
en: %lld hr %lld min

source: %lld 轮
en: %lld sessions

source: 0 分钟
en: 0 min

source: 90 分钟结束后，进入 20 分钟长休息。
en: After 90 minutes, take a 20-minute long break.

source: 上次的计时状态无法恢复，已安全清除。
en: The previous timer could not be restored and was safely cleared.

source: 不打断键盘焦点，只邀请你暂时离开屏幕。
en: Your keyboard focus stays intact; you are simply invited to look away from the screen.

source: 不绑定任务
en: No task

source: 不足 1 分钟
en: Less than 1 min

source: 专注
en: Focus

source: 专注 %lld 分钟
en: Focus %lld min

source: 专注不是一直紧绷，而是在恰当的时候松开十秒。
en: Focus is not constant tension; it is knowing when to let go for ten seconds.

source: 专注中
en: Focusing

source: 专注任务
en: Focus Task

source: 专注分钟
en: Focus Minutes

source: 专注完成
en: Focus Complete

source: 专注工作台
en: Focus Workspace

source: 专注已安全暂停
en: Focus Safely Paused

source: 专注已暂停
en: Focus Paused

source: 专注已暂停。
en: Focus is paused.

source: 专注已经开始。
en: Focus has started.

source: 专注已继续。
en: Focus has resumed.

source: 专注时长必须在 15 到 240 分钟之间。
en: Focus duration must be between 15 and 240 minutes.

source: 专注模式启用时，为下一轮息刻专注选择节律。
en: Choose the rhythm for your next Xike focus session when Focus mode is enabled.

source: 专注记录
en: Focus History

source: 为此任务开始专注
en: Start Focus for This Task

source: 主窗口
en: Main Window

source: 仅保存在本机
en: Stored only on this Mac

source: 仅保存在这台 Mac
en: Stored only on this Mac

source: 今天
en: Today

source: 今日专注
en: Today's Focus

source: 今日专注 %@
en: Today's focus: %@

source: 任务
en: Tasks

source: 任务标题
en: Task Title

source: 休息浮层
en: Break Overlay

source: 使用系统热键注册，不需要辅助功能权限。
en: Uses a system hotkey and does not require Accessibility permission.

source: 保存
en: Save

source: 保持单点投入，休息提示会在合适的时候出现。
en: Stay focused on one thing; a break prompt will appear at the right time.

source: 允许长休息与恢复提醒
en: Allow long-break and resume reminders

source: 全局快捷键
en: Global Shortcut

source: 全部
en: All

source: 全部任务
en: All Tasks

source: 全部标签
en: All Tags

source: 关于
en: About

source: 最短 \\(store.preferences.configuration.minimumPromptMinutes) 分钟
en: Minimum prompt interval

source: 最短 %lld 分钟
en: Minimum %lld min

source: 最近一轮
en: Latest Session

source: 最长 \\(store.preferences.configuration.maximumPromptMinutes) 分钟
en: Maximum prompt interval

source: 最长 %lld 分钟
en: Maximum %lld min

source: 写下一句复盘（可选）
en: Write a reflection (optional)

source: 准备专注
en: Ready to Focus

source: 准备好再开始
en: Ready to start

source: 准备好后，可以开始下一轮专注。
en: When you are ready, start the next focus session.

source: 准备好后再开始下一轮
en: Start the next session when you are ready

source: 分钟
en: min

source: 删除
en: Delete

source: 剩余 %lld 分 %lld 秒
en: %lld min %lld sec remaining

source: 剩余 %lld 分钟
en: %lld min remaining

source: 剩余 %lld 秒
en: %lld sec remaining

source: 包含当前轮
en: Includes current session

source: 十秒微休息
en: Ten-second Micro-breaks

source: 取消
en: Cancel

source: 取消归档
en: Unarchive

source: 取消选择 %@
en: Deselect %@

source: 可用声音
en: Available Sounds

source: 右上角
en: Top Right

source: 右下角
en: Bottom Right

source: 名称
en: Name

source: 启动
en: Launch

source: 周期
en: Cycle

source: 回来后继续本轮
en: Resume this session when you return

source: 固定一个
en: Use One

source: 在其他 App 中控制专注
en: Control focus in other apps

source: 均衡（90 分钟）
en: Balanced (90 min)

source: 声音
en: Sound

source: 好
en: OK

source: 存储状态
en: Storage Status

source: 完成轮数
en: Completed Sessions

source: 完整恢复
en: Full Recovery

source: 屏幕中央
en: Center

source: 左上角
en: Top Left

source: 左下角
en: Bottom Left

source: 已中止
en: Abandoned

source: 已保存
en: Saved

source: 已完成
en: Completed

source: 已完成 %lld 次短休息
en: %lld micro-breaks completed

source: 已完成的时间与微休息记录会保留。
en: Completed time and micro-breaks will be kept.

source: 已归档
en: Archived

source: 已暂停
en: Paused

source: 开始一轮专注，可选择一个待完成任务。
en: Start a focus session and optionally choose a pending task.

source: 开始下一次专注
en: Start Next Focus

source: 开始专注
en: Start Focus

source: 开始使用
en: Get Started

source: 开始息刻专注
en: Start Xike Focus

source: 归档
en: Archive

source: 当前专注仍在进行
en: A focus session is still in progress

source: 当前已有一轮专注正在进行。
en: A focus session is already in progress.

source: 待完成
en: Pending

source: 待恢复专注
en: Resume Focus

source: 微休息 %lld 秒
en: Micro-break %lld sec

source: 微休息 %lld/%lld
en: Micro-break %lld/%lld

source: 微休息完成
en: Micro-breaks Completed

source: 微休息必须在 5 到 60 秒之间。
en: Micro-break must be between 5 and 60 seconds.

source: 快捷键
en: Shortcut

source: 恢复上次专注
en: Resume Last Focus

source: 恢复上次专注？
en: Resume your last focus session?

source: 恢复为暂停状态
en: Resume Paused

source: 恢复得怎么样？由你决定下一步。
en: How was your recovery? You decide what comes next.

source: 恢复默认节律
en: Restore Default Rhythm

source: 息刻
en: Xike

source: 息刻，%@
en: Xike, %@

source: 息刻任务
en: Xike Task

source: 息刻内置
en: Built into Xike

source: 息刻窗口
en: Xike Window

source: 息刻节律
en: Xike Rhythm

source: 打开专注记录
en: Open Focus History

source: 打开任务
en: Open Tasks

source: 打开息刻窗口
en: Open Xike Window

source: 打开登录项设置
en: Open Login Items Settings

source: 接下来
en: Up Next

source: 提示会在合适的时候出现
en: A prompt will appear at the right time

source: 提示音
en: Prompt Sound

source: 提示音“%@”当前不可用。
en: The sound “%@” is currently unavailable.

source: 搜索任务、目标或复盘
en: Search tasks, goals, or reflections

source: 搜索任务或标签
en: Search tasks or tags

source: 播放方式
en: Playback

source: 放弃记录
en: Discard Record

source: 数据
en: Data

source: 新建任务
en: New Task

source: 新建任务，或直接填写本轮目标。
en: Create a task, or enter a goal for this session.

source: 无标签
en: No Tag

source: 无法保存专注记录：%@
en: Unable to save focus history: %@

source: 无法保存任务：%@
en: Unable to save tasks: %@

source: 无法启动音频引擎：%@
en: Unable to start the audio engine: %@

source: 无法打开专注记录：%@
en: Unable to open focus history: %@

source: 无法播放提示音“%@”。
en: Unable to play the sound “%@”.

source: 无法更新登录时启动设置：%@
en: Unable to update launch-at-login settings: %@

source: 无法清除专注记录：%@
en: Unable to clear focus history: %@

source: 无法读取专注记录：%@
en: Unable to read focus history: %@

source: 无法读取任务：%@
en: Unable to read tasks: %@

source: 日期
en: Date

source: 显示休息浮层
en: Show break overlay

source: 显示位置
en: Position

source: 暂停
en: Pause

source: 暂停专注
en: Pause Focus

source: 暂停或继续
en: Pause or Resume

source: 暂停或继续 \\(.applicationName)
en: Pause or resume \\(.applicationName)

source: 暂停或继续息刻
en: Pause or Resume Xike

source: 暂无待办
en: No pending tasks

source: 暖滴
en: Warm Drops

source: 望向远处，放松肩颈
en: Look into the distance and relax your shoulders

source: 未命名专注
en: Untitled Focus

source: 未设置
en: Not Set

source: 未设置标签和预计时长
en: No tag or estimated duration

source: 本地记录
en: Local Records

source: 本轮专注已经结束并记录。
en: This focus session ended and was recorded.

source: 本轮完成
en: Session Complete

source: 本轮目标
en: Session Goal

source: 本轮目标（可选）
en: Session Goal (Optional)

source: 本轮记录已保存，准备好再继续。
en: This session is saved. Continue when you are ready.

source: 柔铃
en: Soft Bell

source: 查看任务信息与累计专注记录。
en: View task details and accumulated focus history.

source: 标签
en: Tag

source: 标签（可选）
en: Tag (Optional)

source: 标记完成
en: Mark Complete

source: 欢迎使用息刻
en: Welcome to Xike

source: 正在进行中的本轮保持当前参数；修改从下一轮生效。短休息会先显示 1.5 秒提示，再开始倒计时。
en: The current session keeps its settings; changes apply next session. A 1.5-second prompt appears before the countdown.

source: 此操作无法撤销，不会影响当前计时和设置。
en: This action cannot be undone and will not affect the current timer or settings.

source: 每次微休息结束后重新随机；最后不足完整微休息时不再提示。
en: The interval is randomized after each micro-break; no prompt is shown when there is not enough time for a full micro-break.

source: 每次随机
en: Randomize Each Time

source: 永久清除
en: Delete Permanently

source: 浮层不会抢走当前 App 的键盘焦点。
en: The overlay will not take keyboard focus from the current app.

source: 深度工作（120 分钟）
en: Deep Work (120 min)

source: 清除全部专注记录？
en: Clear all focus records?

source: 清除全部记录
en: Clear All Records

source: 清风
en: Clear Breeze

source: 版本
en: Version

source: 状态
en: Status

source: 现在休息 %lld 分钟吧。
en: Take a %lld-minute break now.

source: 用 \\(.applicationName) 开始专注
en: Start focus with \\(.applicationName)

source: 用 %lld 分钟进入自己的节奏
en: Find your rhythm with %lld minutes

source: 由你决定何时继续
en: Continue when you are ready

source: 登录时启动息刻
en: Launch Xike at Login

source: 登录项服务当前不可用。请确认 App 位于“应用程序”文件夹中。
en: Login items are currently unavailable. Make sure the app is in the Applications folder.

source: 目前没有可暂停或继续的专注。
en: There is no focus session to pause or resume.

source: 目前没有正在进行的专注。
en: There is no active focus session.

source: 看看远处
en: Look into the distance

source: 睡眠、锁屏或离线时间没有计入本轮。
en: Sleep, screen-lock, and offline time were not counted in this session.

source: 短休息
en: Micro-break

source: 短休息倒计时
en: Micro-break countdown

source: 短休息即将开始
en: Micro-break starting

source: 短休息开始
en: Micro-break Starting

source: 短暂离开屏幕，让注意力重新变得清晰。
en: Step away from the screen briefly and let your attention clear.

source: 离开屏幕
en: Step away from the screen

source: 离开屏幕，好好恢复
en: Step away from the screen and recover

source: 离开屏幕，好好恢复。
en: Step away from the screen and recover.

source: 离线时间不会计入专注。恢复后由你决定何时继续。
en: Offline time is not counted as focus time. After resuming, you decide when to continue.

source: 窗口
en: Window

source: 立即结束本次短休息
en: End this micro-break now

source: 第 %lld 次短休息
en: Micro-break #%lld

source: 等待你继续
en: Waiting for you to resume

source: 等待系统设置批准
en: Waiting for approval in System Settings

source: 系统尚未询问通知权限。
en: The system has not asked for notification permission yet.

source: 系统通知已允许。
en: System notifications are enabled.

source: 系统通知已关闭；声音和微休息浮层仍会正常工作。
en: System notifications are off; sounds and the break overlay will still work.

source: 累计专注
en: Total Focus

source: 结束
en: End

source: 结束 \\(.applicationName) 专注
en: End \\(.applicationName) focus

source: 结束专注
en: End Focus

source: 结束休息
en: End Break

source: 结束后会把已完成时间记录为中止。
en: Ending now will record the completed time as abandoned.

source: 结束并记录为中止
en: End and Record as Abandoned

source: 结束并退出
en: End and Quit

source: 结束当前这一轮？
en: End this session?

source: 结束息刻专注
en: End Xike Focus

source: 结束本轮
en: End Session

source: 结束长休息
en: End Long Break

source: 结束长休息，决定是否开始下一轮专注
en: End the long break and decide whether to start the next focus session

source: 继续
en: Resume

source: 继续专注
en: Resume Focus

source: 编辑
en: Edit

source: 编辑任务
en: Edit Task

source: 节律
en: Rhythm

source: 记录
en: History

source: 记录用于今天和近 7 天摘要，不会上传或同步。
en: Records are used for summaries and are not uploaded or synced.

source: 设备已经恢复，请选择继续本轮或结束本轮。
en: Your device is active again. Choose whether to resume or end this session.

source: 设置
en: Settings

source: 设置预计时长
en: Set Estimated Duration

source: 试听
en: Preview

source: 试听 %@
en: Preview %@

source: 试听柔铃
en: Preview Soft Bell

source: 请在系统设置的“登录项”中允许息刻。
en: Allow Xike in Login Items in System Settings.

source: 请暂时离开屏幕
en: Step away from the screen for a moment

source: 请暂时离开屏幕，让眼睛和肩颈放松一下。
en: Step away from the screen and relax your eyes, neck, and shoulders.

source: 跳过
en: Skip

source: 跳过短休息
en: Skip Micro-break

source: 跳过长休息
en: Skip Long Break

source: 轻节律（45 分钟）
en: Gentle (45 min)

source: 近 7 天
en: Last 7 Days

source: 近七天专注时长图表
en: Focus duration chart for the last seven days

source: 这一轮已经完成，现在安心恢复。
en: This session is complete. Take time to recover.

source: 退出
en: Quit

source: 选择 %@
en: Select %@

source: 选择一个任务
en: Select a Task

source: 选择一件重要的事，进入自己的节奏。
en: Choose one important thing and find your rhythm.

source: 选择开始下一次专注或结束专注
en: Choose whether to start the next focus session or end focus

source: 通用
en: General

source: 通知
en: Notifications

source: 通知服务只能从 Xike.app 中使用。
en: The notification service is only available from Xike.app.

source: 通知权限未开启。提示音和休息浮层仍可正常使用。
en: Notifications are off. Sounds and the break overlay will still work.

source: 重新打开
en: Reopen

source: 长休息
en: Long Break

source: 长休息 \\(store.preferences.configuration.longBreakMinutes) 分钟
en: Long break duration

source: 长休息 %lld 分钟
en: Long break %lld min

source: 长休息和恢复提醒
en: Long-break and resume reminders

source: 长休息开始
en: Long break starting

source: 长休息必须在 1 到 60 分钟之间。
en: Long break must be between 1 and 60 minutes.

source: 长休息结束
en: Long Break Ended

source: 长休息结束，请决定下一步
en: Long break ended; decide what comes next

source: 随机提示
en: Random Prompts

source: 随机提示已开启
en: Random prompts enabled

source: 随机提示的最大间隔必须短于专注时长。
en: The maximum prompt interval must be shorter than the focus duration.

source: 随机提示的最小间隔不能大于最大间隔。
en: The minimum prompt interval cannot exceed the maximum.

source: 随机提示间隔
en: Random Prompt Interval

source: 随机提示间隔必须在 1 到 30 分钟之间。
en: Prompt interval must be between 1 and 30 minutes.

source: 音量
en: Volume

source: 音量必须在 0 到 1 之间。
en: Volume must be between 0 and 1.

source: 预览
en: Preview

source: 预计
en: Estimated

source: 预计 %lld 分钟
en: Estimated %lld min

source: 默认每 3–5 分钟，用柔和声音提醒你。
en: By default, a gentle sound reminds you every 3–5 minutes.
